Repository: jamovi/jmvplots-i18n
Catalog: *.po
Languages: de, he

source: {var} (mean{error})
de: {var} (Durchschn.-{error})
he: {var} (ממוצע{error})

source: a Pareto chart
de: ein Pareto-Diagramm
he: תרשים פארטו

source: Aggregate
de: Aggregieren
he: מצרף

source: Aggregate Options
de: Optionen zum Aggregieren
he: אפשרות מצרף

source: Aggregated data
de: Daten zum Aggregieren
he: נתונים מצרפיים

source: Align
de: Ausrichtung
he: יישור

source: an image containing the bar plot
de: ein Bild, welches das Balkendiagramm enthält
he: תמונה המכילה את תרשים העמודות

source: an image containing the box plot
de: ein Bild, das den Box Plot enthält
he: תמונה המכילה את תרשים הקופסות

source: an image containing the histogram
de: ein Bild, das das Histogramm enthält
he: תמונה המכילה את ההיסטוגרמה

source: an image containing the line plot
de: ein Bild, welches das Liniendiagramm enthält
he: תמונה המכילה את תרשים הקווים

source: an image containing the scatter plot
de: ein Bild, das das Streudiagramm enthält
he: תמונה המכילה את תרשים הפיזור

source: Auto
he: אוטומטי

source: Axes
de: Achsen
he: צירים

source: Bar
de: Balken
he: עמודה

source: Bar Plot
de: Balkendiagramm
he: תרשים עמודות

source: Bar type
de: Balkentyp
he: סוג העמודה

source: Bar Type
de: Balkentyp
he: סוג העמודה

source: Bin opacity
de: Opazität der Säulen
he: שקיפות מכל (bin)

source: Bin width
de: Säulenbreite
he: רוחב מכל (bin)

source: Bottom
de: Unten
he: תחתון

source: Box Element
he: מרכיב הקופסה

source: Box Plot
he: תרשים קופסות

source: Categorical
de: Kategorial
he: איכותי

source: Categorical Variable
de: Kategoriale Variable
he: משתנה איכותי

source: Center
de: Zentrieren
he: מרכז

source: Confidence interval
de: Konfidenzintervall
he: רווח סמך

source: Continuous
de: Kontinuierlich
he: רציף

source: Continuous Options
de: Optionen für kontinuierliche Variablen
he: אפשרויות רציף

source: Continuous Variable
de: Kontinuierliche Variable
he: משתנה רציף

source: Counts
de: Anzahl
he: ספירות

source: Counts (optional)
de: Anzahl (optional)
he: ספירות (רשות)

source: Create elegant and interactive plots built on 'ggplot2'. The package is designed to provide a convenience layer to 'ggplot2' within jamovi.
de: Erstellen Sie elegante und interaktive Diagramme auf Basis von „ggplot2“. Das Paket wurde entwickelt, um eine auf komfortable Weise innerhalb von jamovi auf „ggplot2“ zuzugreifen.
he: יצירת תרשימים יפים ואינטראקטיביים הבנויים על ”ggplot2“. החבילה נוצרה כדי להוסיף שכבת נוחות ל”ggplot2“ בתוך jamovi.

source: Cumulative Percentage
de: Kumulierter Prozentanteil
he: אחוז מצטבר

source: Data display
de: Anzeige der Daten
he: הצגת הנתונים

source: Density
de: Dichte
he: צפיפות

source: Density opacity
de: Opazität des Dichtediagramms
he: צפיפות השקיפות

source: Different colors
de: Verschiedene Farben
he: צבעים שונים

source: Different line types
de: Verschiedene Linientypen
he: סוגי שורות שונים

source: Different point types
de: Verschiedene Punkttypen
he: סוגי נקודות שונים

source: Direction
de: Richtung
he: כיוון

source: Error bar line size
de: Größe der Fehlerbalken
he: גודל קו עמודת השגיאה

source: Error Bar Styling
de: Stil der Fehlerbalken
he: עיצוב עמודת השגיאה

source: Error bar width
de: Breite der Fehlerbalken
he: רוחב עמודת השגיאה

source: Error bars
de: Fehlerbalken
he: עמודות שגיאה

source: Error Bars
de: Fehlerbalken
he: עמודות שגיאה

source: Exploration
he: סקירה

source: Flip axes
de: Achsen tauschen
he: היפוך הצירים

source: Font size
de: Schriftgröße
he: גודל הגופן

source: Frequency (N)
de: Häufigkeit (N)
he: תדירות (N)

source: General Options
de: Allgemeine Optionen
he: אפשרויות כלליות

source: Group Options
de: Gruppenoptionen
he: אפשרויות קבוצה

source: Grouped
de: Gruppiert
he: קיבוץ

source: Grouping Variable
de: Gruppierungsvariable
he: משתנה הקבצה

source: Grouping Variable 1
de: Gruppierungsvariable 1
he: משתנה הקבצה 1

source: Grouping Variable 2
de: Gruppierungsvariable 2
he: משתנה הקבצה 2

source: Height
de: Höhe
he: גובה

source: Hide
de: Ausblenden
he: הסתרה

source: Histogram
de: Histogramm
he: היסטוגרמה

source: Horizontal
he: אופקי

source: Individual points
de: Einzelne Punkte
he: נקודות נפרדות

source: Inside
de: Innerhalb
he: בפנים

source: Justification
de: Ausrichtung
he: צידוק

source: Key height
de: Höhe des Legendeneintrags
he: מפתח הגובה

source: Key width
de: Breite des Legendeneintrags
he: מפתח הרוחב

source: Label font size
de: Schriftgröße der Bezeichnung
he: גודל גופן התוויות

source: Label rotation
de: Winkel der Bezeichnung
he: תווית הרוטציה

source: Labels
de: Bezeichnung
he: תוויות

source: Left
de: Links
he: שמאל

source: Legend
de: Legende
he: מקרא

source: Legend Position
de: Position der Legende
he: מיקום המקרא

source: Legend Style
de: Stil der Legende
he: סגנון המקרא

source: Legend Title
de: Titel der Legende
he: כותרת המקרא

source: Line
de: Linie
he: קו

source: Line & Point Style
de: Stil für Linien und Punkte
he: סגנונות קו ונקודה

source: Line Plot
de: Liniendiagramm
he: תרשים קו

source: Line size
de: Linienbreite
he: גודל הקו

source: Linear
he: קווי

source: Manual
de: Manuell
he: מדריך

source: Max
he: מקסימום

source: Mean
de: Mittelwert
he: ממוצע

source: Median
he: חציון

source: Method
de: Methode
he: שיטה

source: Min
he: מינימום

source: More
de: Mehr
he: עוד

source: None
de: Keine
he: כלום

source: Outside
de: Außen
he: בחוץ

source: Pareto Plot
de: Pareto-Diagramm
he: תרשים פארטו

source: Plot & Axis Titles
de: Titel des Diagramms und der Achsen
he: כותרות התרשים והצירים

source: Plot Caption
de: Diagrammbezeichnung
he: כתוביות התרשים

source: Plot Orientation
de: Ausrichtung des Diagramms
he: מגמת התרשים

source: Plot Size
de: Größe des Diagramms
he: גודל התרשים

source: Plot Subtitle
de: Diagramm-Untertitel
he: כותרת משנה של התרשים

source: Plot Title
de: Diagramm-Titel
he: כותרת התרשים

source: Plots bundled with jamovi
de: Diagramme, die ein Teil von jamovi sind
he: התרשימים מגיעים כחלק מ־jamovi

source: Point
de: Punkt
he: נקודה

source: Point size
de: Punktgröße
he: גודל הנקודה

source: Position
he: מיקום

source: Range
de: Spannweite (*range*)
he: טווח

source: Regression Line
de: Regressionslinie
he: קו רגרסיה

source: Reverse labels
de: Bezeichnung revertieren
he: תוויות מהופכות

source: Right
de: Rechts
he: ימין

source: Scatter
de: Scatter-Diagramm
he: פיזור

source: Scatter Plot
de: Scatter-Diagramm
he: תרשים פיזור

source: Show bins
de: Kategorien anzeigen
he: הצגת המכלים (bins)

source: Show density
de: Dichte anzeigen
he: הצגת הצפיפות

source: Show line
de: Linie anzeigen
he: הצגת הקו

source: Show lines
de: Linien anzeigen
he: הצגת הקווים

source: Show outliers
de: Ausreißer anzeigen
he: הצגת החריגויות

source: Show points
de: Punkte anzeigen
he: הצגת הנקודות

source: Smooth
de: Glätten
he: החלקה

source: Stacked
de: Gestapelt
he: מעורם

source: Standard deviation
de: Standardabweichung
he: סטיית תקן

source: Standard error
de: Standardfehler
he: טעות תקן

source: Syntax mode for plots is not yet available.
de: Der Syntaxmodus für Diagramme ist noch nicht verfügbar.
he: מצב תחביר לתרשימים עדיין לא זמין.

source: Title font size
de: Schriftgröße des Titels
he: גודל גופן הכותרת

source: Title text
de: Titeltext
he: טקסט הכותרת

source: Top
de: Oben
he: עליון

source: Value labels
de: Wertelabels
he: תוויות הערכים

source: Variable
he: משתנה

source: Variable type
de: Variablentyp
he: סוג המשתנה

source: Vertical
de: Vertikal
he: אנכי

source: Width
de: Breite
he: רוחב

source: X-Axis
de: x-Achse
he: ציר X

source: X-Axis Range
de: Wertebereich der x-Achse
he: טווח ציר X

source: X-Axis Title
de: Titel der x-Achse
he: כותרת ציר X

source: X-position
de: Position der x-Achse
he: מיקום X

source: Y-Axis
de: y-Achse
he: ציר Y

source: Y-Axis Range
de: Wertebereich der y-Achse
he: טווח ציר Y

source: Y-Axis Title
de: Titel der y-Achse
he: כותרת ציר Y

source: Y-position
de: Position der y-Achse
he: מיקום Y

source: Bin Width
de: Säulenbreite

source: Dodge width
de: Breite des Ausweichbereichs

source: Notch
de: Kerbe

source: Point Dodging
de: (Seitliche) Verschiebung der Punkte
